Repository: CarlBishop/italianjob-cogs
Catalog: autoroler/locales/*.po
Languages: it_it

source: Autorole commands
it_it: Comandi Autorole

source: Add a role to be assigned to all new joins
it_it: Aggiungi un ruolo da assegnare ai nuovi utenti

source: Role already in autorole list
it_it: Ruolo gi√† nella lista autorole

source: {} added to autorole list
it_it: {} aggiunto alla lista autorole

source: Remove a role from the autorole list
it_it: Rimuovi ruolo dalla lista autorole

source: Role not in autorole list
it_it: Ruolo non nella lista autorole

source: {} removed from autorole list
it_it: {} rimosso dalla lista autorole

source: List all roles in the autorole list
it_it: Elenca tutti i ruoli nella lista autorole

source: No roles in autorole list
it_it: Nessun ruolo nella lista autorole

source: Autorole list: {}
it_it: Lista autorole {}

source: Enable autorole
it_it: Abilita autorole

source: AutoRoler enabled
it_it: AutoRoler abiitato

source: Disable autorole
it_it: Disabilita autorole

source: AutoRoler disabled
it_it: AutoRoler disabilitato
